Repository: nuxeo-cps/zope2--Localizer
Catalog: locale/*.po
Languages: de

source: Change
de: Ändern

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: To add a language select it and click the <tt>Add</tt> button.
de: Um eine Sprache hinzuzufügen wählen sie sie aus und klicken·<tt>Hinzufügen</tt>.

source: To delete a language check it and click the <tt>Delete</tt> button. To change the default language select it and click the <tt>Change</tt> button.
de: Um eine Sprache zu löschen wählen Sie sie aus und klicken<tt>Löschen</tt>.· Um die Standard Sprache zu setzen wählen Sie sie und klicken auf·<tt>Ändern</tt>·

source: There aren't languages
de: Es gibt keine Sprachen

source: Add Local Content
de: Inhalt hinzufügen

source: Languages
de: Sprachen

source: A Local Content object provides an storage for multilingual (and non multilingual) properties. It also helps to keep your content separated from the logic and the presentation.
de: Ein lokales Inhalts Objekt stellt einen speicher zur Verfügung für multilinguale(und nicht multilinguale) Eigenschaften. Darüber hinaus hilft es Ihnen dabeiden Inhalt getrennt von der Logik und der Darstellung zu halten.

source: Add Local Folder
de: Lokalen Folder hinzufügen

source: Title
de: Titel

source: A local folder is a generic solution to manage any kind of multingual objects, files, images, scripts, etc..
de: Ein lokaler Folder ist eine generische Lösung zur Verwaltung von multilingualen objekten wie Dateien, Bilder, Skripte, usw.

source: To delete an attribute check it and click the <tt>Delete</tt> button.
de: Um ein Attribut zu löschen wählen Sie es aus und klicken dann auf <tt>Löschen</tt>.

source: There aren't attributes
de: Es gibt keine Attribute

source: To add an attribute introduce its id and click the <tt>Add</tt> button.
de: Um ein Attribut hinzuzufügen vergeben Sie die Id und klicken dann den<tt>Hinzufügen</tt>·Button.

source: Add Localizer
de: Localizer hinzufügen

source: Use locale folders
de: Verwende lokale Folder

source: This <tt>Localizer</tt> object needs to be upgraded.
de: Dieses·<tt>Localizer</tt>·Objekt·muss erneuert (Upgrade) werden.

source: This <tt>Localizer</tt> object don't needs to be upgraded.
de: Dieses·<tt>Localizer</tt>·Objekt·muss nicht erneuert (upgrade) werden.

source: Type
de: Typ

source: Hide this language
de: Diese Sprache verstecken

source: Show this language
de: Diese Sprache anzeigen

source: Save changes
de: Änderungen speichern

source: To add a new property enter its name, select its type and click the <tt>Add</tt> button.
de: Um eine neue Eigenschaft anzulegen geben Sie den Namen an, wählen Sie den Typ aus und klicken dann auf ·<tt>Hinzufügen</tt>.

source: There aren't properties.
de: Es gibt keine Eigenschaften

source: This <tt>%s</tt> object needs to be upgraded
de: Dieses ·<tt>%s</tt>·Objekt·muss erneuert werden.

source: This object don't needs to be upgraded.
de: Dieses Objekt muss nicht erneuert werden.

source: Add Message Catalog
de: Message Katalog hinzufügen

source: Save
de: Sichern

source: Only untranslated messages
de: Nur nicht übersetzte Nachrichten

source: Filter
de: Filtern

source: Your name
de: Ihr Name

source: Your e-mail address
de: Ihre Emailadresse

source: Team e-mail address
de: Team Email Adresse

source: Messages
de: Nachrichten

source: Properties
de: Eigenschaften

source: Contents
de: Inhalt

source: View
de: Ansicht

source: Security
de: Sicherheit

source: Ownership
de: Besitzer

source: Catalan
de: Katalan

source: German
de: Deutsch

source: Spanish
de: Spanisch

source: Basque
de: Baskisch

source: French
de: Französisch

source: Hungarian
de: Ungarisch

source: Japanese
de: Japanesisch
